Repository: yucefsourani/unofficial-othman-electronic-quran-browser
Catalog: po/*.po
Languages: ar

source: Othman Quran Browser
ar: مصحف عثمان الإلكتروني

source: Electronic Mus-haf
ar: المصحف الإلكتروني

source: Search results
ar: نتائج البحث

source: Sura
ar: سورة

source: Audio
ar: صوت

source: choose a Audio
ar: إختار القارئ

source: No Audio Available
ar: ملفات الصوت غير متوفرة

source: Play
ar: شغل

source: Stop
ar: أوقف

source: Reset
ar: إعادة للوضع السابق

source: Select ayt File
ar: حدد ملفات ayt

source: Choose Files
ar: إختار الملفات

source: Open Data Location
ar: فتح مسار الملفات

source: Cancel
ar: إلغاء

source: Please choose a files
ar: الرجاء إختيار الملفات

source: Amiri Font Missing!,install amiri font?
ar: خط أميري غير متوفر,تثبيت خط أميري؟

source: Re-run othman
ar: أعد تشغيل مصحف عثمان

source: Copy To Clipboard
ar: نسخ إلى الحافظة

source: choose a Sura
ar: إختار سورة

source: Previous
ar: إلى الخلف

source: Forward
ar: إلى الأمام

source: Add Audio Sources
ar: إضافة ملفات الصوت

source: Zoom In
ar: تكبير الخط

source: Zoom Out
ar: تصغير الخط

source: Speed Up Auto Scroll
ar: زيادة السرعة

source: Auto Scroll
ar: تمرير التلقائي

source: Speed Down Auto Scroll
ar: إنقاص السرعة

source: Search
ar: بحث

source: About
ar: عنا

source: Dark Mode
ar: الثيم الداكن

source: Background Color
ar: لون الخلفية

source: Foreground Color
ar: لون الخط

source: Tarajem
ar: تراجم

source: Tafsir
ar: تفاسير

source: Copy
ar: نسخ

source: bg Color
ar: تغير لون الخلفية

source: fg Color
ar: تغير لون الخط

source: Add Tilawa audio from ayat
ar: إضافة ملفات الصوت من مشروع آيات

source: Add Tilawa from ayat
ar: ضافة ملفات الصوت من مشروع آيات

source: Copy to clipboard
ar: نسخ إلى الحافظة

source: Imla'i style
ar: بالرسم الإملائي

source: an Aya per line
ar: كل آية على كل سطر مستقل

source: Sorat:
ar: سورة

source: Ayat from:
ar: الآيات من:

source: To
ar: إلى :

source: Add Tarajem Sources
ar: إضافة ملفات التراجم

source: Add Tarajem from ayat
ar: إضافة ملفات التراجم

source: Show Tarajem
ar: تراجم

source: Tarajem Not Available
ar: التراجم غير متوفرة

source: Add Tafasir Sources
ar: إضافة ملفات التفاسير

source: Add Tafasir from ayat
ar: إضافة ملفات التفاسير من مشروع آيات

source: Show Tafasir
ar: تفاسير

source: Tafasir Not Available
ar: التفاسير غير متوفرة

source: Save Current Sura/Aya?
ar: حفظ؟
